"CREATING_YOUR_ACCOUNT" = "Création de votre compte…";
"CONFIGURING_YOUR_ACCOUNT" = "Configuration de votre compte…";
"CHECKING_YOUR_NETWORK_ACCOUNT" = "Vérification de votre compte réseau…";

"LOCAL_ADMIN_SHORT_NAME" = "admin";
"LOCAL_ADMIN_FULL_NAME" = "Administrateur";

"YES_BUTTON" = "Oui";
"NO_BUTTON" = "Non";
"PRIVACYPOLICY_BUTTON" = "Confidentialité";
"RETRIEVE_APPLEID_INFO" = "Recherche des informations de votre identifiant Apple…";
"IS_OK_TO_RETRIEVE_APPLEID_INFO" = "Les données de votre identifiant Apple existant sont disponibles auprès d’Apple. Assistant réglages facilitera votre enregistrement en téléchargeant vos informations de manière sécurisée et en les stockant sur votre ordinateur. Voulez-vous télécharger vos données maintenant ?";

"MIGRATE_ERRORS_FILENAME" = "~/Desktop/Avertissements et erreurs de transfert.rtf";

"RETRIEVE_APPLEID_INFO_FAILED_TITLE" = "Les informations de votre identifiant Apple ne sont pas disponibles à ce moment précis.";
"RETRIEVE_APPLEID_INFO_FAILED" = "Votre ordinateur n’a pas pu se connecter à Apple. Il se peut que la connexion soit saturée ou que vos réglages de réseau soient incorrects. Pour faire une nouvelle tentative, cliquez sur Se connecter. Pour ignorer cette étape, cliquez sur Continuer.";

"APPLEID_AUTH_FAILED_TITLE" = "Les informations de votre identifiant Apple ne sont pas accessibles.";
"APPLEID_AUTH_FAILED" = "Votre mot de passe ou votre identifiant Apple n’a pas été reconnu. Cliquez sur Revenir et saisissez-les de nouveau convenablement.";

"APPLEID_AUTH_GIVEUP_TITLE" = "Les informations de votre identifiant Apple ne sont pas accessibles.";
"APPLEID_AUTH_GIVEUP" = "L’identifiant Apple que vous avez saisi ne peut pas être utilisé à ce moment précis. Cliquez sur OK pour ignorer cette étape et poursuivre la configuration de votre ordinateur.";

"RETRIEVE_APPLEID_INFO_STATUS_CONNECTING" = "Connexion en cours…";
"RETRIEVE_APPLEID_INFO_STATUS_PPOE_FAILED" = "Échec de la connexion PPPoE.";

"ENTER_REGISTRATION_INFO" = "Saisissez vos données personnelles. Celles-ci sont utilisées pour enregistrer votre produit Apple, créer votre compte utilisateur, configurer vos informations dans Carnet d’adresses et configurer votre compte de messagerie.";
"ENTER_REGISTRATION_INFO_LATER" = "Entrez vos données personnelles. Ces informations sont utilisées pour mettre à jour vos données d’enregistrement Apple.";

"RETAKE_VIDEO_SNAPSHOT" = "Prendre à nouveau un instantané vidéo.";
"NO_PICTURE_ALERT_TITLE" = "Vous devez sélectionner une image pour votre compte.";
"NO_PICTURE_ALERT_MESSAGE" = "Vous pouvez prendre un instantané ou choisir une image de la bibliothèque.";
"DRAG_TO_MOVE_IMAGE" = "Faire glisser pour déplacer l’image";

"FAILED_TO_BIND_TITLE" = "Impossible de lier votre ordinateur à « %@ ».";
"FAILED_TO_BIND_MESSAGE" = "Contacter l’administrateur serveur.";